Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/omegat/project_save.tmx
Source language: ca
Languages: es_es

source: Anomenem Internet un conjunt d'ordinadors, distribuïts arreu del món i interconnectats mitjançant un protocol estàndard (el protocol d'Internet o IP) de manera que els recursos presents en uns ordinadors (normalment, informació) estan disponibles per a ser usats pels usuaris d'altres ordinadors.
es_es: Se denomina Internet a un conjunto de ordenadores, distribuidos en todo el mundo e interconectados mediante un protocolo estándar (el protocolo de Internet o IP) de forma que los recursos presentes en unos ordenadores (normalmente, información) están disponibles para ser usados por los usuarios de otros ordenadores.

source: Aquest epígraf recull unes notes ---no exhaus­tives--- sobre les estratègies de resolució d'alguns tipus d'ambigüitat en sistemes automàtics de tractament del llenguatge humà.
es_es: Este epígrafe recoge unas notas ---no exhaustivas--- sobre las estrategias de resolución de algunos tipos de ambigüedad en sistemas automáticos de tratamiento del lenguaje humano.

source: Aquest fitxer pot contenir, a més del text mateix, informació sobre la presentació (el format dels paràgrafs i de les pàgines, els tipus i les grandàries de lletra que s'usen amb cada mot, etc.) o sobre l'organització del contingut (indicacions que una determinada part del text és un títol de capítol, el títol d'una secció o una nota a peu de pàgina, etc.).
es_es: Este fichero puede contener, además del texto mismo, información sobre la presentación (el formato de los párrafos y de las páginas, los tipos y los tamaños de letra que se usan con cada palabra, etc.) o sobre la organización del contenido (indicaciones de que una determinada parte del texto es un título de capítulo, el título de una sección o una nota a pie de página, etc.).

source: Aquest glossari arreplega alguns termes d'ús comú en la descripció d'ordinadors i programes que no han estat definits més amunt.
es_es: Este glosario recoge algunos términos de uso común en la descripción de ordenadores y programas que no han sido definidos más arriba.

source: Aquest programari oferix al sistema operatiu serveix bàsics d'accés als dispositius d'entrada i d'eixida més habituals.
es_es: Este software ofrece al sistema operativo servicios básicos de acceso a los dispositivos de entrada y de salida más habituales.

source: Aquest tipus d'ambigüitat es pot explicar pel fet que el principi de composicionalitat per si sol no és suficient per a especificar completament l'assignació d'interpretació a una oració.
es_es: Este tipo de ambigüedad se puede explicar por el hecho de que el principio de composicionalidad por sí solo no es suficiente para especificar completamente la asignación de interpretación a una oración.

source: Aquest tipus d'ambigüitat lèxica pot provocar de vegades ambigüitat estructural, causada per la presència de més d'una anàlisi sintàctica acceptable (si, tot i els homògrafs, només n'hi ha una anàlisi acceptable, l'ambigüitat passa desapercebuda per al receptor; això és així perquè habitualment només es consideren estructures acceptables quan es vol assignar interpretació a una oració).
es_es: Este tipo de ambigüedad léxica puede provocar a veces ambigüedad estructural, causada por la presencia de más de un análisis sintáctico aceptable (si, a pesar de los homógrafos, sólo hay un análisis aceptable, la ambigüedad pasa desapercibida para el receptor; esto es así porque habitualmente sólo se consideran estructuras aceptables cuando se quiere asignar interpretación a una oración).

source: Aquest tipus d'ambigüitat se sol anomenar ambigüitat estructural d'origen categorial.
es_es: Este tipo de ambigüedad se suele denominar ambigüedad estructural de origen categorial.

source: Aquest és el problema de la descripció.
es_es: Este es el problema de la descripción.

source: Aquest és el problema de la síntesi.
es_es: Este es el problema de la síntesis.

source: Aquest és el problema de la transferència, perquè es manifesta típicament en els sistemes de traducció automàtica per transferència (vegeu ).
es_es: Este es el problema de la transferencia, porque se manifiesta habitualmente en los sistemas de traducción automática por transferencia (véase ).

source: Aquest és el problema de l'anàlisi, també anomenat ambigüitat.
es_es: Este es el problema del análisis, también llamado ambigüedad.

source: Aquest últim, finalment, entrega el número IP de l'ordinador anomenat cercador al servidor de la UA, i aquest al servidor del domini geogràfic .es, que l'entrega al nostre proveïdor de serveis d'Internet i aquest, al seu torn, al nostre ordinador per a fer la connexió.
es_es: Este último, finalmente, entrega el número IP del ordenador llamado cercador al servidor de la UA, y éste al servidor del dominio geográfico .es, que lo entrega a nuestro proveedor de servicios de Internet y éste, a su vez, a nuestro ordenador para hacer la conexión.

source: Aquesta classe d'ambigüitats se sol incloure dins d'un grup de fenòmens més generals anomenats ambigüitats per el·lipsi.
es_es: Esta clase de ambigüedades se suele incluir dentro de un grupo de fenómenos más generales denominados ambigüedades por elipsis.

source: Aquesta informació podria servir per a traduir després de l'espanyol a l'anglés i elegir { destiny} o destination en cada cas amb molta probabilitat d'èxit.
es_es: Esta información podría servir para traducir después del español al inglés y elegir { destiny} o destination en cada caso con mucha probabilidad de éxito.

source: Aquesta omissió dóna lloc a una ambigüitat.
es_es: Esta omisión da lugar a una ambigüedad.

source: Aquesta oració l'hem de desambiguar si la volem traduir, per exemple, a l'anglés, perquè en el primer cas hauríem de dir study i en el segon, studio; per això l'efecte de la polisèmia en traducció pot causar en molts casos l'anomenada { ambigüitat de transferència}.
es_es: Esta oración la tenemos que desambiguar si la queremos traducir, por ejemplo, al inglés, porque en el primer caso tendríamos que decir study y en el segundo, studio; por eso el efecto de la polisemia en traducción puede causar en muchos casos la llamada { ambigüedad de transferencia}.

source: Aquesta organització (una fitxa per concepte) és coherent amb la definició de terminologia com la disciplina l'objecte de la qual és l'estudi sistemàtic de l'etiquetatge o designació de conceptes particulars d'una o més àrees temàtiques o d'un o més àmbits de l'activitat humana amb el propòsit de documentar i promoure l'ús correcte;} a més, és especialment adequada quan la base de dades terminològica és multilingüe.
es_es: Esta organización (una ficha por concepto) es coherente con la definición de terminología como la disciplina cuyo objeto es el estudio sistemático del etiquetado o designación de conceptos particulares de una o más áreas temáticas o de uno o más ámbitos de la actividad humana con el propósito de documentar y promover el uso correcto;} además, es especialmente adecuada cuando la base de datos terminológica es multilingüe.

source: Aquesta varietat d'interpretacions es deu al fet que hi ha tres mots en la frase que poden pertànyer a dues categories lèxiques diferents: time pot ser verb (cronometrar) i substantiu (temps), flies pot ser verb (vola) i substantiu (mosques) i like pot ser verb (agradar) i preposició (com).
es_es: Esta variedad de interpretaciones se debe al hecho de que hay tres palabras en la frase que pueden pertenecer a dos categorías léxicas diferentes: time puede ser verbo (cronometrar) y sustantivo (tiempo), flies puede ser verbo (vuela) y sustantivo (moscas) y like puede ser verbo (gustar) y preposición (cómo).

source: Aquestes estratègies són d'utilitat en els sistemes de traducció automàtica per transferència sintàctica pura (vegeu la secció ), ja que no s'hi fa cap processament semàntic.
es_es: Estas estrategias son de utilidad en los sistemas de traducción automática por transferencia sintáctica pura (véase la sección ), puesto que no se hace ningún procesamiento semántico.

source: Aquests dispositius han desplaçat els antics handhelds o dispositius de mà, que eren una evolució de les antigues agendes electròniques i se solien anomenar PDA per Personal Digital Assistant, `assistent digital personal'.
es_es: Estos dispositivos han desplazado a los antiguos handhelds o dispositivos de mano, que eran una evolución de las antiguas agendas electrónicas y se solían denominar PDA por Personal Digital Assistant, "asistente digital personal'.

source: Aquests indicatius apareixen en la taula .
es_es: Estos indicativos aparecen en la tabla .

source: Aquests mots s'anomenen habitualment polisèmics i aquest tipus d'ambigüitat, polisèmia.
es_es: Estas palabras se denominan habitualmente polisémicas y este tipo de ambigüedad, polisemia.

source: Aquests ordinadors es poden presentar en grups connectats entre si per a oferir major potència i capacitat.
es_es: Estos ordenadores se pueden presentar en grupos conectados entre sí para ofrecer mayor potencia y capacidad.

source: Ara repetim el procés i mirem l'element d'enmig (el 6) de la nova subllista i hi trobem l'element ``Esteve''; com que és menor alfabèticament que l'element que estem buscant, ens quedem amb la meitat alta (que inclou els elements del 7 al 12) de la subllista actual.
es_es: Ahora repetimos el proceso y miramos el elemento de en medio (el 6) de la nueva sublista y encontramos el elemento ``Esteve''; como es menor alfabéticamente que el elemento que estamos buscando, nos quedamos con la mitad alta (que incluye los elementos del 7 al 12) de la sublista actual.

source: Bases de dades
es_es: Bases de datos

source: Bases de dades lèxiques o terminològiques
es_es: Bases de datos léxicas o terminológicas

source: Buscadors
es_es: Buscadores

source: Cada cicle de processament d'informació es correspon amb un tic del rellotge que tots el dispositius de processament tenen per sincronitzar tots el circuits de l'ordinador.
es_es: Cada ciclo de procesamiento de información se corresponde con un tic del reloj que todos los dispositivos de procesamiento tienen para sincronizar todos los circuitos del ordenador.

source: Cada idioma ho fa diferentment: català: Quina hora és?; portugués: Que horas são? (Quines hores són?); alemany: Wie spät ist es? (Com és de tard?); alemany: Wieviel Uhr ist es? (Quantes del rellotge són?), etc.
es_es: Cada idioma lo hace de una forma distinta: catalán: Quina hora és?; portugués: Que horas são? (¿Qué horas son?); alemán: Wie spät ist es? (¿Cómo de tarde es?); alemán : Wie viel Uhr ist es? (¿Cuántas del reloj son?), etc.

source: Cada node (cada ordinador) de la xarxa Internet té un { número IP} únic, el qual es compon de 4 octets (4 enters del 0 al 255) separats per punts, com ara { 192.168.5.5}.
es_es: Cada nodo (cada ordenador) de la red Internet tiene un { número IP} único, el cual se compone de 4 bytes (4 enteros del 0 al 255) separados por puntos, como por ejemplo { 192.168.5.5}.

source: Cada un dels mots ve d'un mot llatí diferent: el primer del mot femení capsa, i el segon de casus, el participi de cado `caure'.
es_es: Cada una de las palabras viene de una palabra latina diferente: la primera de la palabra femenina capsa, y la segunda de casus, el participio de cado `caer'.

source: Cada una de les ordres es correspon amb una instrucció bàsica de les que pot entendre qualsevol processador.
es_es: Cada una de las órdenes se corresponde con una instrucción básica de las que puede entender cualquier procesador.

source: Com en el cas dels CD, podem parlar de DVD-ROM, DVD-R i DVD-RW.
es_es: Como en el caso de los CD, podemos hablar de DVD-ROM, DVD-R y DVD-RW.

source: Com hem vist, les causes de l'ambigüitat són molt diverses; per això, també són molt diverses les estratègies de resolució.
es_es: Como hemos visto, las causas de la ambigüedad son muy diversas; por eso, también son muy diversas las estrategias de resolución.

source: Com hi podeu veure, la base de dades conté 10 registres amb 4 camps; els registres estan ordenats pel camp ``NÚM'', que indica la posició de cada registre.
es_es: Como podéis ver, la base de datos contiene 10 registros con 4 campos; los registros están ordenados por el campo ``NÚM'', que indica la posición de cada registro.

source: Com ja s'ha dit en la pàgina , és comú que les dades ---de qualsevol classe: textos, instruccions de programa, dades gràfiques, de so, de vídeo, etc.--- emmagatzemades en memòria secundària estiguen organitzades en { fitxers}, també anomenats documents o arxius.
es_es: Como ya se ha dicho en la página , es habitual que los datos ---de cualquier clase: textos, instrucciones de programas, datos gráficos, sonido, vídeo, etc.--- almacenados en memoria secundaria estén organizados en { ficheros}, también llamados documentos o archivos.

source: Com que sobre va seguit de de, que només pot ser preposició, podem descartar que sobre siga una preposició.
es_es: Como sobre va seguido de de, que sólo puede ser preposición, podemos descartar que sobre sea una preposición.

source: Com que el disc dur és més lent que la memòria primària, l'intercanvi fa que l'ordinador vaja més lent; per això, ampliar la memòria primària sol fer que l'ordinador vaja més ràpid.
es_es: Como el disco duro es más lento que la memoria primaria, el intercambio hace que el ordenador vaya más lento: por eso, ampliar la memoria primaria suele hacer que el ordenador vaya más rápido.

source: Com que es tracta d'un cas especial d'allò que s'anomena en informàtica bases de dades, en aquest capítol introduirem primer aquest concepte i llavors n'estudiarem l'aplicació a la gestió terminològica a través de les bases de dades terminològiques.
es_es: Como que se trata de un caso especial de aquello que se denomina en informática bases de datos, en este capítulo introduciremos primero este concepto y después estudiaremos la aplicación a la gestión terminológica a través de las bases de datos terminológicas.

source: Com que recordar números IP no és fàcil, normalment s'usen noms o adreces per a referir-se a les màquines; alguns dels ordinadors de la xarxa (anomenats servidors de noms) s'encarreguen de traduir els noms a números IP.
es_es: Como recordar números IP no es fácil, normalmente se usan nombres o direcciones para referirse a las máquinas; algunos de los ordenadores de la red (llamados servidores de nombres) se encargan de traducir los nombres a números IP.

source: Com que un octet pot contenir poca informació, normalment es parla de: kilooctets o kilobytes (kB), o milers d'octets.
es_es: Como un byte puede contener poca información, normalmente se habla de: kilobytes (kB), o miles de bytes.

source: Com s'explica en la pàg. , un fitxer és un conjunt de dades que es guarden en un mitjà d'emmagatzematge secundari, que es manipulen com un tot i que s'identifiquen per un nom.
es_es: Cómo se explica en la pág. , un fichero es un conjunto de datos que se guardan en un medio de almacenamiento secundario, que se manipulan como un todo y que se identifican por un nombre.

source: Com s'indica en Internet on és un recurs concret?
es_es: ¿Cómo se indica en Internet donde es un recurso concreto?

source: Com veurem més avall, de vegades l'el·lipsi dóna lloc a l'existència de més d'un arbre d'anàlisi sintàctica per a l'oració i per tant aquests tipus d'el·lipsi no es poden incloure pròpiament en aquest apartat dedicat a l'ambigüitat purament lèxica.
es_es: Como veremos más abajo, a veces la elipsis da lugar a la existencia de más de un árbol de análisis sintáctico para la oración y por lo tanto estos tipos de elipsis no se pueden incluir propiamente en este apartado dedicado a la ambigüedad puramente léxica.

source: Com veurem, les restriccions són normalment de naturalesa lingüística ---per tant, requereixen un cert nivell d'anàlisi del text--- i permeten descartar certes interpretacions, però no eliminen completament l'ambigüitat.
es_es: Como veremos, las restricciones son normalmente de naturaleza lingüística ---por lo tanto, requieren un cierto nivel de análisis del texto--- y permiten descartar ciertas interpretaciones, pero no eliminan completamente la ambigüedad.

source: Com, per exemple, els signes d'algun sistema d'escriptura no alfabètic
es_es: Cómo, por ejemplo, los signos de algún sistema de escritura no alfabético

source: Com?
es_es: ¿Cómo?

source: Configuració típica d'un ordinador personal
es_es: Configuración típica de un ordenador personal

source: Considerem l'exemple de Totes les dones no s'estimen els abrics de pell.
es_es: Consideremos el ejemplo en catalán de Totes les dones no s'estimen els abrics de pell.

source: Considerem l'oració Qui diu que vindrà?
es_es: Consideremos la oración ¿Quién dice que vendrá?

source: Considereu la base de dades amb 10 registres de la taula següent: {clll}
es_es: Considerad la base de datos con 10 registros de la tabla siguiente: {clll}

source: Construir un sistema de traducció automàtica comporta la gestió d'una gran quantitat de coneixement, que s'ha d'aplegar, descriure, i representar en una forma útil per al processament per ordinador.
es_es: Construir un sistema de traducción automática conlleva la gestión de una gran cantidad de conocimiento, que se debe recopilar, y representar en un formato útil para su procesamiento mediante un ordenador.

source: Correu electrònic
es_es: Correo electrónico

source: D'altra banda, el sistema operatiu ofereix serveis bàsics (vegeu més avall) als programes d'aplicació que s'executen en l'ordinador (els quals poden tenir la seua pròpia interfície d'ús).
es_es: Por otro lado, el sistema operativo ofrece servicios básicos (véase más abajo) a los programas de aplicación que se ejecutan en el ordenador (los cuales pueden tener su propia interfaz de uso).

source: D'altra banda, els registres de les bases de dades usades per a la gestió d'un videoclub contenen camps per a emmagatzemar la informació referent als socis (com ara, el nom, el telèfon o el domicili), a les pel·lícules (el títol, la persona que l'ha dirigida o el nombre de còpies disponibles) i als préstecs (les dades d'inici i termini del préstec o el preu de lloguer).
es_es: Por otro lado, los registros de las bases de datos usadas para la gestión de un videoclub contienen campos para almacenar la información en lo referente a los socios (como por ejemplo, el nombre, el teléfono o el domicilio), a las películas (el título, la persona que la ha dirigido o el número de copias disponibles) y a los préstamos (los datos de inicio y plazo del préstamo o el precio de alquiler).

source: D'altra banda, estructural: en la primera interpretació, el sintagma preposicional de caza modifica el sintagma nominal coto privado ([[coto privado] [de caza]]); en el segon, només el participi privado ([[coto] [[privado] [de caza]]]).
es_es: Por otro lado, estructural: en la primera interpretación, el sintagma preposicional de caza modifica el sintagma nominal coto privado ([[coto privado] [de caza]]); en el segundo, sólo el participio privado ([[coto] [[privado] [de caza]]]).

source: D'aquests quatre, dedicarem la resta del capítol a descriure amb més detall el més important per a la traducció automàtica (i en general, per a qualsevol programa que haja de processar textos en llenguatge natural): l'ambigüitat inherent al llenguatge humà.
es_es: De estos cuatro, dedicaremos el resto del capítulo a describir con más detalle lo más importante para la traducción automática (y, en general, para cualquier programa que tenga que procesar textos en lenguaje natural): la ambigüedad inherente al lenguaje humano.

source: D'una banda, lèxica: el mot privado pot ser un adjectiu (interpretació 1) o un participi (interpretació 2).
es_es: Por un lado, léxica: la palabra privado puede ser un adjetivo (interpretación 1) o un participio (interpretación 2).

source: De fet, com en el cas dels kilooctets, no exactament: $$1 MB = 1.024 1.024 octets= 1.048.576 octets.$$ gigaoctets o gigabytes (GB), o milers de milions ---una mica més--- d'octets: $$1 GB=1.024 MB=1.048.576 kB=1.073.741.824 octets.$$ teraoctets o terabytes (TB), o bilions (milions de milions) ---de nou, una mica més--- d'octets: {c} $$1 TB=1.024 GB=1.048.576 MB=1.073.741.824 kB=
es_es: De hecho, como en el caso de los kilobytes, no exactamente: $$1 MB = 1.024 1.024 bytes= 1.048.576 bytes.$$ gigabytes (GB), o miles de millones ---un poco más--- de bytes: $$1 GB=1.024 MB=1.048.576 kB=1.073.741.824 bytes.$$ terabytes (TB), o billones (millones de miliones) ---de nuevo, un poco más--- de bytes: {c} $$1 TB=1.024 GB=1.048.576 MB=1.073.741.824 kB=

source: De fet, convé considerar la trajectòria com a part del nom del fitxer, cosa que ens permetria dir, senzillament, que en un disc no pot haver-hi dos fitxers amb el mateix nom.
es_es: De hecho, conviene considerar la trayectoria como parte del nombre del archivo, lo que nos permitiría decir, sencillamente, que en un disco no puede haber dos archivos con el mismo nombre.

source: De fet, estudiarem tres casos: l'ambigüitat purament deguda a l'ambigüitat dels mots (explícits o nuls); l'ambigüitat purament deguda a l'existència de més d'una estructura sintàctica, i l'ambigüitat deguda a les dues causes alhora.
es_es: De hecho, estudiaremos tres casos: la ambigüedad puramente debida a la ambigüedad de las palabras (explícitas o nulas); la ambigüedad debida a la existencia de más de una estructura sintáctica, y la ambigüedad debida a ambas causas.

source: De fet, hi ha experiments psicolingüístics que indiquen que de vegades usem estratègies fonamentalment sintàctiques, elegint entre les possibles estructures fins i tot quan no hem sentit o llegit tota l'oració, potser per evitar un esforç intel·lectual excessiu, ja que hi pot haver moltíssimes interpretacions parcials.
es_es: De hecho, hay experimentos psicolingüísticos que indican que a veces usamos estrategias puramente sintácticas, eligiendo entre las posibles estructuras incluso cuando no hemos oído o leído toda la oración, quizás para evitar un esfuerzo intelectual excesivo, puesto que puede haber muchísimas interpretaciones parciales.

source: De fet, per a evitar aquesta ambigüitat, es considera convenient però no obligatòria en català la solució alternativa amb preposició als gal·lesos per a la segona interpretació.
es_es: De hecho, para evitar esta ambigüedad, se considera conveniente pero no obligatoria en catalán la solución alternativa con preposición als gal·lesos para la segunda interpretación.

source: De fet, per fidelitat al sistema binari, un kilooctet no té 1.000, sinó 1.024 octets ($2^{10}$ és $1.024$), és a dir 1.024$$8=8.192 bits.
es_es: De hecho, por fidelidad al sistema binario, un kilobyte no tiene 1.000, sino 1.024 bytes ($2^{10}$ es $1.024$), es decir, 1.024$$8=8.192 bits.

source: De l'ambigüitat d'aquestes unitats lèxiques, també se'n sol dir { ambigüitat lèxica pura}.
es_es: A la ambigüedad de estas unidades léxicas, también se la suele llamar { ambigüedad léxica pura}.

source: De les 8 ($2 2 2$) anàlisis morfològiques possibles de la frase, tres en resulten sintàcticament acceptables, amb interpretacions molt diferents.
es_es: De los 8 ($2 2 2$) análisis morfológicos posibles de la frase, tres resultan sintácticamente aceptables, con interpretaciones muy diferentes.

source: De les quatre combinacions possibles, dues són sintàcticament acceptables.
es_es: De las cuatro combinaciones posibles, dos son sintácticamente aceptables.

source: De les quatre combinacions possibles, dues tenen un cert sentit.
es_es: De las cuatro combinaciones posibles, dos tienen cierto sentido.

source: De les quatre combinacions resultants, dues són sintàcticament acceptables.
es_es: De las cuatro combinaciones resultantes, dos son sintácticamente aceptables.

source: De quin tipus d'ambigüitat es tracta?
es_es: ¿De qué tipo de ambigüedad se trata?
